Repository: mirko-pagliai/MeTools
Catalog: src/Locale/*/me_tools.po
Languages: it

source: File or directory {0} already exists
it: File o directory {0} già esistente

source: The file {0} has not been created
it: Il file {0} non è stato creato

source: File or directory {0} not readable
it: File o directory {0} non leggibile

source: Symbolic link {0} already exists
it: Il link simbolico {0} già esiste

source: File or directory {0} not writeable
it: File o directory {0} non scrivibile

source: Failed to create a symbolic link to {0}
it: Impossibile creare il link simbolico {0}

source: Created symbolic link to {0}
it: Creato link simbolico {0}

source: Form keys are not configured
it: Le chiavi del form non sono configurate

source: You have not filled out the {0} control
it: Non hai compilato il controllo di {0}

source: It was not possible to verify the {0} control
it: Non è stato possibile verificare il controllo {0}

source: The mimetype {0} is not accepted
it: Il mimetype {0} non è accettato

source: There are no uploaded file information
it: Non ci sono le informazioni sul file caricato

source: The file was not successfully moved to the target directory
it: Il file non è stato correttamente spostato nella directory finale

source: Create default directories?
it: Creare le directory di default?

source: Set directories permissions?
it: Impostare i permessi delle directory?

source: Copy configuration files?
it: Copiare i file di configurazione?

source: Create {0}?
it: Creare {0}?

source: Fix {0}?
it: Sistemare {0}?

source: Install the suggested packages?
it: Installare i pacchetti suggeriti?

source: Create symbolic links for vendor assets?
it: Creare link simbolici agli asset vendor?

source: Create symbolic links for fonts?
it: Creare link simbolici per i font?

source: The file {0} has been copied
it: Il file {0} è stato copiato

source: The file {0} has not been copied
it: Il file {0} non è stato copiato

source: Created {0} directory
it: Creata directory {0}

source: Failed to create file or directory {0}
it: Impossibile creare file o directory {0}

source: It was not possible to create some directories. Try again using {0}?
it: Non è stato possibile creare alcune directory. Riprovare utilizzando {0}?

source: The file {0} doesn't need to be fixed
it: Il file {0} non ha bisogno di essere sistemato

source: The file {0} has been fixed
it: Il file {0} è stato sistemato

source: The file {0} has not been fixed
it: Il file {0} non è stato sistemato

source: Executes all available tasks
it: Esegue tutte le operazioni disponibili

source: Copies the configuration files
it: Copia i file di configurazione

source: Creates symbolic links for fonts
it: Crea i link simbolici per i font

source: Creates default directories
it: Crea le directory di default

source: Creates the {0} file
it: Crea il file {0}

source: Creates symbolic links for vendor assets
it: Crea i link simbolici agli asset vendor

source: Fixes {0}
it: Sistema {0}

source: Installs the suggested packages
it: Installa i pacchetti suggeriti

source: Sets directories permissions
it: Imposta i permessi delle directory

source: Executes tasks without prompting
it: Esegue le operazioni senza interazioni

source: Executes some tasks to make the system ready to work
it: Esegue alcune operazioni per rendere il sistema pronto all'uso

source: {0} is not available
it: {0} non è disponibile

source: Do you want to install {0}?
it: Vuoi installare {0}?

source: No package has been selected for installation
it: Nessun pacchetto è stato selezionato per l'installazione

source: All packages are already installed
it: Tutti i pacchetti sono già installati

source: Setted permissions on {0}
it: Impostati i permessi per {0}

source: Failed to set permissions on {0}
it: Impossibile impostare i permessi per {0}

source: It was not possible to set permissions on some directories. Try again using {0}?
it: Non è stato possibile impostare i permessi per alcune directory. Riprovare utilizzando {0}?

source: Page {0}
it: Pagina {0}

source: Next
it: Successivo

source: Previous
it: Precedente

source: Mail keys are not configured
it: Le chiavi dell'email non sono configurate

source: The private mail key is not valid
it: La chiave privata dell'email non è valida
