Repository: mirko-pagliai/MeTools
Catalog: Locale/ita/LC_MESSAGES/me_tools.po
Languages: it

source: The %s library is missing
it: La libreria %s non è presente

source: The target directory %s is not writable
it: La directory di destinazione %s non è scrivibile

source: The thumbnail %s has not been created
it: La miniatura %s non è stata creata

source: %s is not avalaible
it: %s non è disponibile

source: The file has not been specified
it: Il file non è stato specificato

source: The file %s doesn't exist or is not readable
it: Il file %s non esiste oppure non è leggibile

source: The mime type %s is not supported
it: Il mime type %s non è supportato

source: The file %s exists, but is not writable
it: Il file %s esiste, ma non è scrivibile

source: The directory %s exists, but is not writable
it: La directory %s esiste, ma non è scrivibile

source: There's already a record with this key in %s
it: Esiste già un record con questa chiave in %s

source: Oops...
it: Ops...

source: This is really embarrassing
it: Questo è veramente imbarazzante

source: Houston, we have an error!
it: Houston, abbiamo un errore!

source: Error
it: Errore

source: Have found a bug? Please, consider the possibility to report it
it: Hai trovato un bug? Per favore, considera la possibilità di segnalarlo

source: The requested address was not found on this server
it: L'indirizzo richiesto non è stato trovato

source: Line
it: Linea

source: The action %s is not defined in controller %s
it: L'azione %s non è definita nel controller %s

source: a database connection using "%s" was missing or unable to connect
it: la connessione al database "%s" non è presente oppure è impossibile connettersi

source: The database server returned this error: "%s"
it: Il server del database ha restituito questo errore: "%s"

source: Missing database connection
it: Connessione al database non presente

source: %s could not be found
it: %s non può essere trovato

source: Table %1$s for model %2$s was not found in datasource %3$s.
it: La tabella %1$s per il modello %2$s non è stata trovata in %3$s.

source: Missing database table
it: Tabella del database non presente

source: The view for %s%s was not found
it: La view per %s non è stata trovata

source: Check all
it: Seleziona tutti

source: Uncheck all
it: Deseleziona tutti

source: Select an option
it: Seleziona un'opzione

source: Submit
it: Invia

source: Tip
it: Suggerimento

source: %s - %s of %s
it: %s - %s di %s

source: Next
it: Successivo

source: Previous
it: Precedente

source: Mail keys are not configured
it: Le chiavi dell'email non sono configurate

source: The private mail key is not valid
it: La chiave privata dell'email non è valida
